Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: -Remy - rzeźnik - mięso i mięsne potrawy - dom na wschód od młyna rzecznego
uk: -Ремі - м'ясник - м'ясо та м'ясні страви - будинок на схід від річкового млина

source: -Rozprowadzanie nielegalnych towarów - zgodnie z królewskim rejestrem
uk: -Розповсюдження нелегальних товарів – згідно з королівським законом

source: -Róg cieniostwora
uk: -Ріг тінезвіра

source: -Róg smoczego zębacza
uk: -Ріг драконячого снеппера

source: -Róg starego cieniostwora
uk: -Ріг старого тінезвіра

source: -Sajew
uk: -Саєв

source: -Siostrzany Kociołek - pracownia zielarska - Droga na południe od miejskich koszar
uk: -Сестринський Казан – Майстерня травника – на південь від міських казарм

source: -Slager, rzeźnik, Dzielnica Rzemieślników
uk: -Слагер, м'ясник, Ремісничий квартал

source: -Stahl
uk: -Шталь

source: -Stare Miasto - naprzeciw Austerii Ernesto
uk: -Старе місто - навпроти Гостинного двору Ернесто

source: -Stare Miasto - naprzeciw pracowni jubilerskiej 'Dolina Złota'
uk: -Старе місто - навпроти ювелірної майстерні 'Золота Долина'

source: -Surowe mięso dzika x10
uk: -Сире м'ясо кабана х10

source: -Surowe mięso owcy x5
uk: -Сире м'ясо вівці х5

source: -Szczury - roślina lecznicza
uk: -Щури - цілюща рослина

source: -Szczypce kraba x2
uk: -Клешні краба х2

source: -Tadew
uk: -Тадев

source: -Targ Rybny - pomiędzy straganami rybaków
uk: -Рибний ринок - між рибальськими прилавками

source: -Tereny dawnej twierdzy Vardhal - północno-zachodnia część wyspy
uk: -Територія старої фортеці Вардхал - північно-західна частина острова

source: -Thorsten - kowal - broń biała, materiały do wytwarzania przedmiotów oraz przepisy wytwarzania broni białej - kuźnia przy placu wioski
uk: -Торстен - коваль - зброя ближнього бою та креслення, матеріали для виготовлення спорядження - кузня на сільській площі

source: -Topielec - ognisty korzeń
uk: -Луркери - вогняний корінь

source: -Trening kusznictwa:
uk: -Тренування стрільби з арбалета:

source: -Trening siłowy:
uk: -Тренування сили:

source: -Trening walki bronią dwuręczną:
uk: -Тренування володінню дворучною зброєю:

source: -Trening walki bronią jednoręczną:
uk: -Тренування володінню одноручною зброєю:

source: -Trening zręczności:
uk: -Тренування спритності:

source: -Trening łucznictwa:
uk: -Тренування стрільби із лука:

source: -Trzech Marynarzy - pracownia pisarska - Venzel - Budynek przed Gildią Kupiecką
uk: -Три моряки – Писарська контора – Венцель – будинок перед Торговою Гільдією

source: -Trzeci Wojownik - pracownia kowalska - Odgar - Dzielnica Rzemieślników
uk: -Третій Воїн – Майстерня коваля – Одгар – Ремісничий квартал

source: -Wielka Wojna - zakład płatnerski - Dzielnica Rzemieślników
uk: -Велика Війна – Майстерня броняра – Ремісничий квартал

source: -Wojna Żywiołów - pracownia cyrulika - Budynek przed Gildią Kupiecką
uk: -Війна Стихій – Цирульня – будинок перед Торговою Гільдією

source: -Wszczynanie bójek - wyjątkiem są jedynie honorowe pojedynki lub obrona własna
uk: -Розв'язування бійок – за винятком почесних поєдинків або випадків самооборони

source: -Wtargnięcie do domu bez przyzwolenia właściciela - wyjątek stanowią tutaj wszelkie lokale handlowe oznaczone odpowiednimi szyldami.
uk: - Проникнення до будинку без дозволу власника – винятком вважаються торгові приміщення із відповідними знаками

source: -Z Życia Złodzieja - pracownia ślusarska - Davis - Dzielnica Rzemieślników
uk: -З Життя Злодія – Слюсарна майстерня – Девіс – Ремісничий квартал

source: -Zdarzenie Na Morzu - stocznia - Dack - Północno-wschodnia część portu
uk: -Випадок у Морі – Корабельня – Дак – Північно-східна частина порту

source: -Zielony - proste wywary lecznicze, ekstrakty z niebieskiego bzu oraz krótkotrwałe mikstury szybkości.
uk: -Початківець - прості цілющі відвари, екстракти з синьої бузини та короткотривалі зілля швидкості.

source: -Zocho
uk: -Зочо

source: -ciemny grzyb
uk: -темний гриб

source: -do osób, które miały okazję być na Khorinis
uk: -тим, кому довелося побувати на Хорінісі

source: -i oczywiście odrobina wody.
uk: -і, звичайно, трохи води.

source: -języki ognistych jaszczurów
uk: -язики вогняних ящерів

source: -kawałek smażonego szczurzego mięsa
uk: -шматок смаженого м'яса щура

source: -korzeń leczniczy
uk: -цілющий корінь

source: -magiczna ruda
uk: -магічна руда

source: -menzurka
uk: -мензурка

source: -mięso kretoszczura
uk: -м'ясо кротощура

source: -mięso wilka
uk: -м'ясо вовка

source: -mięso ścierwojada
uk: -м'ясо падальника

source: -niebieski bez
uk: -синя бузина

source: -ognista pokrzywa
uk: -вогняна кропива

source: -ognisty korzeń
uk: -вогняний корінь

source: -przygotować sposób na szybkie upłynnienie całego łupu
uk: -підготувати спосіб швидкого збуту всього награбованого

source: -rdest polny
uk: -спориш польовий

source: -róg cieniostwora
uk: -ріг тінезвіра

source: -serce kamiennego golema
uk: -серце кам'яного голема

source: -serce kamiennego golema lub serce gargulca
uk: -серце кам'яного голема або серце гаргуйля

source: -skrzynka menzurek
uk: -ящик мензурок

source: -skóra czarnego niedźwiedzia
uk: -шкура чорного ведмедя

source: -skóra trolla
uk: -шкура троля

source: -sproszkowana magiczna ruda (dowolna ilość)
uk: -порошок з магічної руди (будь-яку кількість)

source: -srebro
uk: -срібло

source: -upewnić się, że ten dureń Till odzyska swoją kuszę! Może i jest idiotą, ale to najlepszy strzelec spośród nas, bez jego celnych strzałów wiele nie zdziałamy.
uk: -простежити, щоб цей дурень Тілль повернув свій арбалет! Може він й ідіот, але він найкращий стрілець серед нас, без його влучних пострілів у нас мало що вийде.

source: -wysłać kilku chłopaków, by sprawdzili pobliską okolicę
uk: -відправити кількох хлопців перевірити околиці

source: -zwerbować trochę mięsa armatniego
uk: -завербувати трохи гарматного м'яса

source: -|Uczony
uk: -|Вивчено

source: -|Zielony|Doświadczony|Mistrz
uk: -|Початківець|Досвідчений|Майстер

source: -Ścierwojad - rdest polny
uk: -Падальники - спориш польовий

source: -”Owczarz”
uk: -'Пастух'

source: -”Sokół”
uk: -'Сокіл'

source: . Koszt:
uk: . Вартість:

source: ...100 sztuk złota za skrzynkę.
uk: ...100 золотих за ящик.

source: ...150 sztuk złota za skrzynkę.
uk: ...150 золотих за ящик.

source: ...200 sztuk złota za skrzynkę.
uk: ...200 золотих за ящик.

source: ...50 sztuk złota.
uk: ...50 золотих.

source: ...Adanos przyświeca tym wszystkim, którzy potrafią zgłębić jego mądrość...
uk: ...Аданос висвітлює шлях кожному, хто здатний осягнути його мудрість...

source: ...Bursztynowego Wybrzeża.
uk: ...Бурштинового узбережжя.

source: ...Gellon poległ, a jego armia poszła w rozsypkę. Ale Rhobar nie zamierzał dać przeciwnikowi chwili wytchnienia i rzucił swe siły na pozostałe oddziały wroga. Tu jednak Lukkor rzucił się na królewskich znienacka i zadał straszliwy cios wyczerpanym wojskom Rhobara...
uk: ...Геллон поліг, а його військо розбіглося. Але Робар не збирався давати ворогові ні хвилини перепочинку і кинув свої сили на решту ворожого війська. Однак, в цей час Луккор несподівано атакував королівських воїнів і завдав страшного удару по виснажених військах Робара...

source: ...Kopalni Gildii Kupieckiej.
uk: ...копальні Торгової Гільдії.

source: ...Kopalni Królewskiej.
uk: ...Королівської копальні.

source: ...Runar walczył dzielnie, ale było ich zbyt wielu.
uk: ...бився Рунар хоробро, але їх було забагато.

source: ...Ustroni Żeglarza.
uk: ...Прихистку моряка.

source: ...a będzie jeszcze gorzej...
uk: ... а далі буде ще гірше...

source: ...a on już nie żył! Rozumiesz? Zabili go!
uk: ...а він вже був мертвий! Розумієш? Вони вбили його!

source: ...a pomyśleć, że wszystko to przez porywczość fanatycznych wyznawców Innosa.
uk: ...і подумати тільки, що все це сталося через імпульсивність фанатичних послідовників Інноса.

source: ...a pomyśleć, że wszystko to przez porywczość fanatycznych wyznawców mojego Pana, Innosa.
uk: ...і подумати тільки, що все це сталося через імпульсивність фанатичних послідовників мого Бога – Інноса.

source: ...a przy okazji wyświadczyliśmy przysługę straży, jak i Wysłannikowi Królewskiemu.
uk: ...і при цьому ми допомогли як Варті, так і Королівському послу.

source: ...albo co gorsza, jacyś kultyści!
uk: ...або, що ще гірше, якісь сектанти!

source: ...ale cieszę się, że zawsze potrafisz samemu ocenić sytuację. Sądzę, że stanowimy naprawdę dobry zespół.
uk: ...але я радий, що ти залишаєш останнє слово за собою. Думаю, ми дійсно хороша команда.

source: ...ale do tego zostało jeszcze sporo czasu. Póki co wygląda na to, że jedynym sposobem będzie pomoc Corteza.
uk: ...але до нього ще довго. Поки що, допомога Кортеза буде єдиним варіантом.

source: ...ale gdyby nie twoja pomoc w tej sprawie z niedźwiedziem to pewnie połowa naszych uli byłaby już potrzaskana. Weź tę skrzynkę i życzę smacznego!
uk: ...але якби не твоя допомога з ведмедем, половина наших вуликів була б вже зруйнована. Візьми цей ящик і насолоджуйся!

source: ...ale ja ci ich nie udzielę.
uk: ...але я їх тобі не дам.

source: ...ale możesz idealnie nadać się do mojego planu.
uk: ...але ти можеш ідеально підійти для мого плану.

source: ...ale najpierw...
uk: ...але спочатку...

source: ...ale nie widzę nic co mogłoby spowodować zadławienie...
uk: ...але я не бачу нічого, що могло б викликати такий сморід...

source: ...ale powiem ci jedno, gdyby nie te poświęcenia, Myrtana mogłaby już dawno nie istnieć. Zwycięstwo wymaga wytrwałości.
uk: ...але скажу тобі одне: якби не ці жертви, Міртани, можливо, вже давно б не існувало. Перемога вимагає наполегливості.

source: ...ale przede wszystkim martwy robal.
uk: ...але перш за все – мертва комаха.

source: ...ale równie dobrze mogli tak wyglądać z powodu tych ciemności, albo nawet mogły to być po prostu drzewa!
uk: ...але вони могли виглядати так через темряву, або це навіть могли бути просто дерева!

source: ...ale skąd tam się wzięły te wszystkie bestie?
uk: ...але звідки взялися всі ті звірі?

source: ...ale sprytny Rhobar postanowił zaatakować. Zebrał swoje siły i kazał im nękać słabszą, prawą flankę nieprzyjaciela. Nie tracąc chwili, Król pchnął najlepsze swe oddziały na wroga, i przebił się przezeń niczym miecz przecinający męża. Wojska królewskie parły zatem bez wytchnienia w stronę Varrantu. Rhobar wiedział wszak, że jedyna szansa ocalenia leży w rozbiciu armii nieprzyjaciela i niedopuszczeniu do połączenia sił Gellona i Lukkora.
uk: ...але кмітливий Робар вирішив атакувати. Він зібрав свої війська і наказав їм атакувати слабший правий фланг ворога. Не гаючи ні хвилини, Король кинув на ворога свої найкращі війська і проштрикнув їх наскрізь. Так війська короля невпинно просувалися до Варанту. Адже Робар знав, що єдиний шанс на порятунок - розбити ворожу армію і не дати Геллону та Луккору об'єднати сили.

source: ...ale tak czy inaczej, jeśli chodzi o podatki, pobór do wojska czy zarządzenia związane z systemem karnym, jesteśmy całkowicie zależni od Myrtany.
uk: ...але в будь-якому випадку ми повністю залежимо від Міртани, коли йдеться про податки, призов до армії чи накази, пов'язані з виправною системою.

source: ...ale to cię będzie kosztować.
uk: ...але це буде тобі дорого коштувати.

source: ...ale tylko jeśli obiecasz nikomu tego nie rozpowiadać.
uk: ...але тільки якщо ти пообіцяєш нікому не розповідати.

source: ...ale w świetle aktualnej sytuacji, oczywiście muszę zwrócić większą uwagę na osoby, które dobieram do obrony winnicy.
uk: ...але в світлі нинішньої ситуації мені, очевидно, потрібно приділяти більше уваги людям, яких я обираю для захисту виноградника.

source: ...ale zanim pójdę...
uk: ...але перш ніж я піду...

source: ...ale zaprowadzisz mnie teraz do Caramona, a później jeszcze sobie trochę porozmawiamy.
uk: ...але зараз ти відведеш мене до Карамона, а потім ми ще трохи поговоримо.

source: ...ale ze względu na to, że pełniła tę funkcję jeszcze przed przejęciem sklepu po mężu, który wyruszył na front, to Matey pozwolił jej sprawować pieczę nad jednym i drugim.
uk: ...але оскільки вона займалась документами ще до того, як зайнялась крамницею свого чоловіка, що пішов на фронт, то Матей дозволив їй поєднувати обидві роботи.

source: ...bagien.
uk: ...болота.

source: ...biorę czysty pergamin.
uk: ... я беру чистий пергамент.

source: ...był w sztok pijany...
uk: ...він був п'яний, як чіп...

source: ...było dokładnie tak, jak mówisz...
uk: ...було саме так, як ти кажеш...

source: ...będziesz trupem!
uk: ...будеш мертвим!

source: ...chyba to on.
uk: ...здається, це він.

source: ...czemu by więc nie wykorzystać tego czasu na zapewnienie duszom tutejszych umarłych wiecznego spokoju.
uk: ...тож чому б не використати цей час, щоб дати душам померлих здобути вічний спокій.

source: ...czemu dowiaduję się o tym dopiero teraz...
uk: ...чому я дізнаюся про це лише тепер...

source: ...czemu nikt mnie nie słucha...
uk: ...чому мене ніхто не слухає...

source: ...czy coś się w końcu zmieni...
uk: ...нарешті щось зміниться...

source: ...daj spokój, nie opowiadaj mi takich rzeczy...
uk: ...та що ти, не розповідай мені таких речей...

source: ...dlaczego dowiaduję się o tym dopiero teraz...
uk: ...чому я дізнаюся про це тільки зараз...

source: ...do Dzielnicy Rzemieślników.
uk: ...до Ремісничого кварталу.

source: ...do Gildii Kupieckiej.
uk: ...до Торгової Гільдії.

source: ...do celów własnych, z pewnością pomógłbym ci ze śledztwem. To jak?
uk: ...для моїх власних цілей, я б неодмінно допоміг тобі у розслідуванні. То як?

source: ...do kaplicy Adanosa.
uk: ...до храму Аданоса.

source: ...do koszar.
uk: ...до казарм.

source: ...do slumsów.
uk: ...до нетрів.

source: ...do stoczni.
uk: ...до корабельні.

source: ...do wschodniej bramy.
uk: ...до східних воріт.

source: ...do zachodniej bramy.
uk: ...до західних воріт.

source: ...do Świątyni Innosa.
uk: ...до святилища Інноса.

source: ...doprawdy? A to ciekawe...
uk: ... дійсно? А це цікаво...

source: ...doprawdy? To interesujące...
uk: ...справді? Це цікаво...

source: ...doszło do mnie to i owo...
uk: ...саме це і спало мені на думку...

source: ...działam w imieniu Innosa...
uk: ...я дію по волі Інноса..

source: ...farmy Bermara.
uk: ...ферми Бермара.

source: ...gdybym sama tego nie widziała...
uk: ...якби я сама цього не бачила...

source: ...gościnności wobec przybyszów...
uk: ...гостинності до новоприбулих...

source: ...i były najemnik, wywalony na zbity pysk za niewykonywanie poleceń przełożonego.
uk: ...і колишній найманець, викинутий на вулицю за невиконання наказів керівництва.

source: ...i były strażnik miejski, wyrzucony za pyskówki i niesubordynację.
uk: ...і колишній міський вартовий, вигнаний за зухвалість і непокірність.

source: ...i dla ciebie.
uk: І тобі також.

source: ...i jeszcze będę musiał znaleźć sobie kogoś nowego do sprzątania chaty!
uk: ...і мені все одно доведеться шукати когось нового для прибирання хати!

source: ...i lojalności wobec niepodzielnej władzy Myrtany!
uk: ...та вірності неподільній владі Міртани!

source: ...i miejmy nadzieję, że choć część naszych przyjaciół z Londram także zdoła tu dotrzeć.
uk: ...і сподіваюсь, що принаймні деякі з наших друзів з Лондрама теж зможуть дістатися сюди.

source: ...i pracuje niemal przez cały dzień...
uk: ...і працює майже весь день...

source: ...i tak liczy się tylko siła, więc nie mów mi takich rzeczy...
uk: ...тільки сила має значення, тому не кажи мені таких речей...

source: ...inaczej bym się do tego zabrał...
uk: ...я б зробив це по-іншому...

source: ...intrygujące.
uk: ...інтригуючі.

source: ...ja bym tego nie zrobił...
uk: ...я б так не вчинив...

source: ...jak cicho...
uk: ...як тихо...

source: ...jak sobie z tym radzisz?
uk: ...як ти з цим справляєшся?

source: ...jak spokojnie...
uk: ...як же спокійно...

source: ...jak to znosisz?
uk: ...як ти це виносиш?

source: ...jakby było mało problemów...
uk: ...наче мало було проблем...

source: ...jedząc i pijąc.
uk: ...наїдаючись і напиваючись.

source: ...jego czyny były sprawiedliwe...
uk: ...його дії були справедливими...

source: ...jeżeli on tego nie widzi, to przecież nie mogę mu pomagać wbrew jego woli...
uk: ...якщо ж він цього не бачить, то я не можу йому допомогти проти його волі...

source: ...już nie mogę tego słuchać...
uk: ...я більше не можу це слухати...

source: ...już nie wiem, w co mam wierzyć...
uk: ...я вже не знаю, у що мені вірити...

source: ...kapitanie.
uk: ...капітане.

source: ...każdemu jest ciężko...
uk: ...зараз усім важко...

source: ...kiedyś to było...
uk: ...колись так було...

source: ...kiepska sprawa...
uk: ...кепська справа...

source: ...klasztoru.
uk: ...монастиря.

source: ...kogoś o podobnym guście architektonicznym. Co by nie mówić, łóżko wygląda na całkiem wygodne, a i widok wspaniały.
uk: ...когось зі схожим смаком в архітектурі. Що не кажи, а ліжко виглядає цілком зручним, та й вигляд чудовий.

source: ...koniec końców odparliśmy napastników.
uk: ...врешті-решт ми відбили нападників.

source: ...kto ci to powiedział...
uk: ...хто тобі про це сказав...

source: ...kto opowiada takie rzeczy...
uk: ...хто сказав тобі це...

source: ...kto to opowiada takie rzeczy...
uk: ...хто таке говорить...

source: ...ktoś będzie musiał za to zapłacić...
uk: ...за це комусь доведеться заплатити...

source: ...ktoś musi pracować...
uk: ...хтось ж має працювати...

source: ...lasu w Silbach.
uk: ...лісу коло Сільбаху.

source: ...latarni morskiej.
uk: ...маяка.

source: ...lepiej by było, gdyby się przymknął...
uk: ...краще б він прикусив пельку...

source: ...lepiej tego nie robić...
uk: ...краще цього не робити...

source: ...lepiej zostawię to w spokoju...
uk: ...краще залишити все в спокої...

source: ...ludzie gadają o tym i o tamtym...
uk: ... люди патякають про те, про се...

source: ...mam własne zdanie na ten temat...
uk: ...у мене є своя думка з цього приводу...

source: ...miasta Archolos.
uk: ...міста Архолос.

source: ...mnie i tak nikt nie pyta...
uk: ...мене й так ніхто не питає...

source: ...mnie i tak nikt nie słucha...
uk: ...мене і так ніхто не слухає...

source: ...mnie mówili co innego...
uk: ...мені казали щось інше...

source: ...mnie nie musisz o to pytać...
uk: ...не треба мене про це питати...

source: ...mogłem ci powiedzieć wcześniej...
uk: ...я повинен був сказати тобі раніше...

source: ...moja reakcja była taka sama...
uk: ...моя реакція була такою самою...

source: ...moje zdanie już znasz...
uk: ...мою думку ти вже знаєш...

source: ...może obgadamy to przy piwie?
uk: ...може обговорити це за пивом?

source: ...możemy jedynie przeczekać...
uk: ...ми можемо тільки чекати...

source: ...musicie płynąć wpław!
uk: ...доведеться пливти!

source: ...myślisz, że ja mam lepiej...
uk: ...ти думаєш, що мені краще...

source: ...mój mąż uważa inaczej...
uk: ...мій чоловік думає інакше...

source: ...na Plac Targowy.
uk: ...до ринкової площі.

source: ...na końcu i tak zwycięży sprawiedliwość...
uk: ...зрештою справедливість переможе...

source: ...na pewno sobie poradzisz...
uk: ...ти обов'язково впораєшся...

source: ...na plac rybny.
uk: ...до рибного ринку.

source: ...naprawdę sądzisz...
uk: ...ти дійсно гадаєш...

source: ...naprawdę w to wierzysz...
uk: ...ти справді в це віриш...

source: ...naprawdę, sama widziałam...
uk: ...справді, я сама це бачила...

source: ...nasze ŻYCIA!
uk: ...до наших ЖИТТІВ!

source: ...nawet nie było pewności, że to właśnie on podkradał towary!
uk: ...навіть не було достеменно відомо, що саме він краде товар!

source: ...nic mnie już nie dziwi...
uk: ...мене вже ніщо не дивує...

source: ...nic nie mogę na to poradzić...
uk: ...я нічого не можу з цим вдіяти...

source: ...nic się nie zmieni...
uk: ...вже нічого не зміниться...

source: ...nic się w tej sprawie nie zmieni...
uk: ...в цьому вже нічого не зміниться...

source: ...niczego jej już nie powiem...
uk: ...я їй більше нічого не скажу...

source: ...nie chcę już o tym słuchać...
uk: ...я більше не хочу про це чути...

source: ...nie doszło do mnie nic na ten temat...
uk: ...мені нічого про це не відомо...

source: ...nie ma szans...
uk: ...без шансів...

source: ...nie masz jednak w całym świecie płatnerzy równie sprawnych co mistrzowie z Vardhal. Z rąk tych rzemieślników wychodzą pancerze tak mocne, że i pędzący topór są w stanie zatrzymać.
uk: ...але в усьому світі немає таких вправних бронярів, як майстри з Вардхалу. З-під їхніх рук виходять настільки міцні обладунки, що вони здатні зупинити навіть найміцнішу сокиру.

source: ...nie mogę zajmować się wszystkim i wszystkimi...
uk: ...я не можу дбати про все і про всіх...

source: ...nie można wierzyć we wszystko, co się słyszy...
uk: ...не можна вірити всьому, що чуєш...

source: ...nie musi to jednak oznaczać, że został otruty. Równie dobrze mógł się przecież udławić, skoro jadł i pił jak szalony.
uk: ...однак, це не обов'язково означає, що він був отруєний. Зрештою, він міг вдавитися, оскільки їв і пив, як навіжений.

source: ...nie mów, że o tym nie wiesz...
uk: ...не кажи, що нічого про це не знаєш...

source: ...nie mów...
uk: ...та не кажи...

source: ...nie mówię ci przecież niczego nowego...
uk: ...я не кажу тобі нічого нового...

source: ...nie potrafi niczego zatrzymać dla siebie...
uk: ...він нічого не може тримати при собі...

source: ...nie potrzebuję jeszcze więcej kłopotów...
uk: ...мені більше не треба неприємностей...

source: ...nie pozwolę, żeby mnie tak traktowano...
uk: ...я не дозволю, щоб зі мною так поводилися...

source: ...nie rozumiem w ogóle, czym on się tak przejmuje...
uk: ...я взагалі не розумію, чому він так переймається...

source: ...nie sądzę, żeby w tej sprawie coś się zmieniło...
uk: ...не думаю, що тут щось зміниться...

source: ...nie wiadomo już, komu można ufać...
uk: ...ти більше не знаєш, кому можна довіряти...

source: ...nie wiem na cholerę komu srebro na grocie.
uk: ...не знаю, кому в біса потрібне срібло в наконечнику.

source: ...nie wiem, czy można być tego pewnym...
uk: ...я не знаю, чи можна бути впевненим у цьому...

source: ...nie wierzę w to...
uk: ...я в це не вірю...

source: ...nie wolno naruszać boskiego porządku...
uk: ...не можна порушувати божественний порядок...

source: ...nie wolno występować przeciwko boskiemu porządkowi...
uk: ...не можна йти всупереч божественному задуму...

source: ...nie zasłużył na coś takiego...
uk: ...він не заслужив на щось подібне...

source: ...nie zdziwiłoby mnie to...
uk: ...це мене не дивує...

source: ...nie ze mną te numery...
uk: ...зі мною цей номер не пройде...

source: ...nie, ale on oczywiście wie wszystko lepiej...
uk: ...ні, але він, звичайно, все краще знає...

source: ...niektóre problemy same się rozwiązują...
uk: ...деякі проблеми вирішуються самі собою...

source: ...niektórzy w ogóle nie zdają sobie sprawy ze swoich grzechów...
uk: ...деякі люди взагалі не усвідомлюють своїх гріхів...

source: ...niewinny zarzucanego mu czynu.
uk: ...не винним у пред'явленому йому звинуваченні.

source: ...nikomu nie jest lekko...
uk: ...нікому зараз не легко...

source: ...nikomu tego nie powtarzaj...
uk: ...нікому не говори про це...

source: ...no chyba, że masz ochotę na nóż w plecy.
uk: ...якщо тільки не хочеш отримати ніж у спину.

source: ...obalił całą butelkę.
uk: ...випив всю пляшку.

source: ...obozu węglarzy.
uk: ...табору вуглярів.

source: ...ode mnie nikt się niczego nie dowie...
uk: ...ніхто нічого в мене не вчиться...

source: ...ode mnie tego nie dostał...
uk: ...від мене він нічого не отримає...

source: ...on nawet nie wie, jak się trzyma miecz...
uk: ...він навіть меча тримати не вміє...

source: ...on po prostu za dużo gada...
uk: ...він просто забагато патякає...

source: ...oprawiać zwierzęta w podstawowym zakresie (ściąganie delikatnych lub pokrytych sierścią skór).
uk: ...знімати шкури з тварин (тонкі або вкриті хутром).
